---
kind: other
id: Methods.T:Autodesk.Revit.UI.PushButtonData
zh: 按钮
source: html/00d25ffd-fea0-b020-951c-9ae91eb9082b.htm
---
# PushButtonData Methods

**中文**: 按钮

Gets the contextual help bound with this control.